Repository: katomaso/django-market
Catalog: market/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Tax
cs: Daň

source: Form of payment
cs: Způsob platby

source: Processing
cs: Zpracovávám

source: Confirming
cs: Potvrzuji

source: Confirmed
cs: Potvrzeno

source: Paid
cs: Zaplaceno

source: Shipped
cs: Odesláno

source: Canceled
cs: Zrušeno

source: Order subtotal
cs: Předběžná cena

source: Order Total
cs: Konečná cena

source: Shipping address
cs: Dodací adresa

source: Billing address
cs: Fakturační adresa

source: Created
cs: Vytvořeno

source: Updated
cs: Aktualizáno

source: Cart primary key
cs: Identifikátor košíku

source: User
cs: Uživatel

source: Order
cs: Objednávka

source: from
cs: od

source: Shipping
cs: Doprava

source: There is no order for this user
cs: Žádná objednávka pro tohoto uživatele

source: Your password was set.
cs: Resetovali jsme vaše heslo

source: Your order was canceled
cs: Objednávka byla zrušena

source: Invalid request or permissions
cs: Neplatný požadavek nebo oprávnění

source: No such order
cs: Zvolená objednávka neexistuje

source: Order marked as
cs: Objednávka označena jako

source: Cannot lower order's status.
cs: Nelze vrátit obejdnávku.

source: Seller cannot cancel an order.
cs: Prodejce nemůže zrušit objednávku.

source: Your email is already taken
cs: Tento email je bohužel zabraný

source: Email already registered.
cs: Email už je zaregistrovaný

source: Incorrect email and password combination
cs: Špatné přihlašovací údaje

source: Password
cs: Heslo

source: Full name
cs: Vaše celé jméno

source: I have a physical shop.
cs: Mám výdejní místo/kamenný obchod

source: Name
cs: Název

source: Business number
cs: IČ

source: Tax ID
cs: DIČ

source: Zip code
cs: PSČ

source: Category
cs: Kategorie

source: Shipping options
cs: Možnosti dopravy

source: Bank account
cs: Bankovní účet

source: Bank account number should be PREFIX - NUMBER / BANK
cs: Bankovní účet uvěďte jako PREFIX - ČÍSLO / BANKA

source: You have to choose at least one shipping option
cs: Musíte vybrat způsob dodání

source: select your product if we already know it
cs: pokud máme produkt v databázi, vyberte jej

source: Manufacturer
cs: Výrobce

source: select the manufacturer if we already know them
cs: pokud již výrobce známe, vyberte jej

source: Field is required
cs: Pole je povinné

source: password
cs: Heslo

source: last login
cs: Poslední přihlášení

source: superuser status
cs: Naduživatel

source: Designates that this user has all permissions without explicitly assigning them.
cs: Označuje, že tento uživatel má všechna oprávnění bez explicitního přiřazení.

source: Phone number
cs: Telefon

source: Enter a valid phone number.
cs: Telefonní číslo není validní

source: Photo
cs: Ukázková fotka

source: staff status
cs: uživatelská role

source: Designates whether the user can log into this admin site.
cs: Určuje, zda-li se uživatel může přhlásit do správy webu

source: active
cs: aktivní

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
cs: Určuje, zda-li je uživatel aktivní. Odškrtnutím této volby zakážete tento účet, ale nesmažete ho.

source: date joined
cs: Založeno

source: groups
cs: skupiny

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
cs: Uživatel náleží k těmto skupinám a tím má vyplývající práva.

source: user permissions
cs: Práva

source: Specific permissions for this user.
cs: Zvláštní oprávnění pro tohoto uživatele.

source: Users
cs: Uživatelé

source: Name/Company
cs: Jméno/Firma

source: Street
cs: Ulice

source: City
cs: Obec

source: Post Code
cs: PSČ

source: State
cs: Kraj

source: Position lng
cs: zeměpisná výška

source: Position lat
cs: zeměpisná šířka

source: Further description
cs: Upřesnění

source: Will appear on an invoice.
cs: Objeví se na faktuře.

source: Address
cs: Adresa

source: Addresses
cs: Adresy

source: Prefix
cs: Předčíslí

source: Account number
cs: Číslo účtu

source: Bank code
cs: Kód banky

source: Generated automatically, don't edit
cs: Automaticky generovaný, neupravovat

source: Categories
cs: Kategorie

source: Country
cs: Okres

source: Countries
cs: Okresy

source: rating
cs: hodnocení

source: votes
cs: hlasy

source: Customer support
cs: Zákaznická podpora

source: Short description of the company
cs: Krátký popis společnosti

source: Preferable a square of size 300x300 pixels
cs: Ideálně čtvercový tvar o velikosti 300x300 px

source: Slug
cs: Doménové jméno

source: Active
cs: Aktivní

source: Removed
cs: Odstraněno

source: Date added
cs: Datum přidání

source: Last modified
cs: Poslední změna

source: Unit price
cs: Cena bez DPH

source: Quantity
cs: Množství

source: -1 means infinity
cs: -1 znamená nekonečně

source: Comment your offer
cs: Poznámka k vaší ceně

source: Shipping price
cs: Cena dopravy

source: Description of product
cs: Popis produktu

source: Structured information
cs: Strukturované informace

source: One information per line. Use colons. (e.g. wight: 20kg)
cs: Jednu informaci na řádek, používejte dvojtečky (např. váha: 20kg)

source: Days to expedition
cs: Dní na přípravu

source: The best price from all offers. Don't edit manually.
cs: Nejlepší cena napříč obchody. Neupravovat ručně.

source: Tax in % (e.g. 21).
cs: Daň v % (např. 21).

source: Shop name
cs: Jméno obchodu

source: No need to be official or unique.
cs: Nemusí být oficiální ani unikátní.

source: Description of your shop
cs: O Vašem obchodu

source: Background
cs: Pozadí

source: Preferable a rectagle of size 960x720 pixels
cs: Ideálně obdélníkový tvar o velikosti 960x720 pixelů

source: Opening hours
cs: Otvírací doba

source: URL to XML feed of products
cs: Odkaz na XML soubor s výrobky

source: Billing Address
cs: Fakturační adresa

source: Placement of your shop
cs: Kde se Váš obchod nachází

source: Headquaters
cs: Vedení společnosti

source: Manufacturer specialization
cs: Specializace výrobce

source: Billing
cs: Fakturační

source: Product
cs: Zboží

source: Proforma
cs: Zálohová faktura

source: Invoice
cs: Faktura

source: Unofficial shops cannot go beyond {:d} products or {!s} total price
cs: Bez živnostenského listu jste omezeni na {:d} výrobků nebo {!s} součet cen

source: has been sold out. Please update your cart.
cs: je vyprodáno. Prosím upravte svůj nákupní košík.

source: has been removed. Please remove it from your cart.
cs: bylo odstaněno. Prosím odstraňte je ze svého nákupního košíku.

source: Products
cs: Zboží

source: Sellers
cs: Prodejci

source: Manufacturers
cs: Výrobci

source: Data were updated
cs: Změny byly uloženy

source: Please correct the mistakes bellow in the form
cs: Prosím opravte chyby níže

source: Your shop has been created!
cs: Váš obchod byl vytvořen!

source: Changes were saved!
cs: Vaše změny byly uloženy.

source: Your shop cooperation was ended
cs: Obchodní spolupráce byla ukončena

source: You can offer only products within {!s} category
cs: Bez živnostenského listu jste omezeni na kategorii {!s}

source: Product's photo hasn't been saved due to it's invalid format
cs: Obrázek nebyl uložen kvůli nesprávnému formátu. Používejte jpeg nebo png.

source: Product was added
cs: Výrobek byl přidán

source: Old offer was updated
cs: Vaše stará nabídka byla aktualizována

source: Offer to a product was added
cs: Vaše nabídka byla přiřazena k výrobku

source: Your offer was removed
cs: Vaše nabídka byla odebrána

source: Product was hidden
cs: Výrobek přidán

source: Offer was not added. Haven't you made a mistake in the form?
cs: Chyba v nabídce.

source: Your offer was added.
cs: Vaše nabídka byla přidána k výrobku.

source: No ID specified
cs: Chybí ID

source: You already have an offer on this product
cs: Již jste se jednou vycenil

source: No such product
cs: Zvolené zboží neexistuje

source: Specify ID
cs: Zadejte ID

source: You are already logged in.
cs: Již jste přihlášen

source: You have set up an password already. Use it for login.
cs: Tento účet je zaheslovaný. Přihlašte se

source: My Profile
cs: Můj Profil

source: Create shop
cs: Vytvořit obchod

source: My Shop
cs: Můj obchod

source: Couldn't find the engine {0}
cs: Nemohu najít vyhledávač {0}

source: Invalid query
cs: Špatný klíč

source: No search term found
cs: Pravděpodobně jste nezadali výraz pro vyhledávání

source: No product found
cs: Nic nebylo nalezeno

source: Your specialization
cs: Vaše specializace

source: Business ID
cs: IČ

source: Cash payment
cs: Platba hotově

source: Bank transfer
cs: Platba bankovním převodem

source: Credit Card
cs: Platební karta

source: Processor which created the payment
cs: Zdroj platby

source: This code has expired.
cs: Kód je už neplatný.

source: This code is used up.
cs: Kód byl již využitý.

source: This code does not exist.
cs: Kód neexistuje.

source: monthly
cs: měsíčně

source: quartely
cs: čtvrtletně

source: half-yearly
cs: pololetně

source: Next billing period
cs: Další vyúčtovací období

source: Is set automatically
cs: Nastaven automaticky

source: Discount in %
cs: Sleva v %

source: Usages in months
cs: Měsíce použití

source: {0.name} next billing {1:%d.%m.%Y}
cs: {0.name} další vyúčtování {1:%d.%m.%Y}

source: Rounding price to zero
cs: Dorovnání ceny k nule

source: Used
cs: Použito

source: until
cs: do

source: Discount
cs: Sleva

source: for next
cs: pro další

source: paid months
cs: zpoplatněné měsíce

source: Has to be UPPER CASE
cs: Musí být KAPITÁLKAMI

source: Shop already has this discount
cs: Tuto slevu už máte

source: list
cs: seznam

source: admin
cs: sprava

source: You have to send some form
cs: Musíte odeslat nějaký formulář

source: You got a discount:
cs: Dostal jste slevu:

source: You have used this code already.
cs: Tento kód jste již použil.

source: Settings saved
cs: Nastavení uloženo

source: your@email.com
cs: vas@email.cz

source: Your full name
cs: Vaše celé jméno

source: Wanna become seller
cs: Chci zde prodávat

source: Wanna stay tuned
cs: chci být v obraze

source: registration for {}
cs: registrace pro {}

source: Your email is not valid or is already registered
cs: Váš email není validní nebo byl už registrovaný

source: This email is already taken
cs: Tento email je bohužel zabraný

source: Thank you for shown interest! We won't let you down.
cs: Děkujeme za projevený zájem! Nezklameme vás.

source: register
cs: registrovat

source: Welcome! Your account was created
cs: Vítejte! Vaše registrace byla potvrzena.

source: You are now part of "Early Bird" group
cs: Byl jste přiřazen do skupiny "první registrovaní"

source: setup
cs: nastaveni

source: Changes have been saved.
cs: Vaše změny byly uloženy.

source: Successfully signed in as %(name)s.
cs: Jste přihlášen jako %(name)s

source: You have signed out.
cs: Odhlášen

source: Password successfully changed.
cs: Heslo změněno

source: Password successfully set.
cs: Heslo nastaveno

source: Primary e-mail address set.
cs: Email nastaven

source: Your primary e-mail address must be verified.
cs: Vaše emailová adresa musí být ověřena

source: Save
cs: Uložit

source: Change:
cs: Změnit:

source: Delete
cs: Smazat

source: optional
cs: nepovinný

source: $ without VAT
cs: Kč bez DPH
